[
    {
        "id": "Kido_2024_VSJ",
        "author": "<strong>木戸 照明</strong>・Amirmahmoud Houshmand Chatroudi・四本 裕子",
        "year": "2024",
        "title": "ゲーミングモニタは高額な研究用LCD モニタの代用となり得るか？",
        "conference": "日本視覚学会2024年夏期大会抄録集，207",
        "place": null,
        "abstract": "視覚研究において，刺激呈示に合わせた適切なモニタの選択は重要である．過去 20 年間で，液晶モニタ (LCD) が CRT モニタを大きく置き換え，研究用途に特化した LCD モニタも開発されてきた．それに加え近年は，高リフレッシュレートを実現する「ゲーミングモニタ」が広く普及している．本研究は，様々な LCD モニタにおいて視覚刺激の呈示に対する応答の時間特性を定量化することにより，その有用性を評価することを目的とした．実験では，25 ミリ秒の単一パルス刺激および様々な時間周波数でのフリッカ刺激に対するモニタの輝度の時間変化を測定した．その結果，研究用途に特化した LCD モニタが最も高い時間精度を示す一方で，ゲーミングモニタも実験の目的によっては実用に耐える精度を示しうることが明らかになった．",
        "type": "talk",
        "description": "口頭発表",
        "isAwarded": false,
        "lang": "jp"
    },
    {
        "id": "Kido_2023_UTIDAHM",
        "author": "<strong>Kido, T.</strong>, Yotsumoto, Y., & Hayashi, M. J.",
        "year": "2023",
        "title": "Relative Neural Representations of Time and Numerosity",
        "conference": "UTIDAHM 2023年度公開シンポジウム",
        "place": "Tokyo, Japan",
        "abstract": null,
        "type": "poster",
        "description": "Poster presentation",
        "isAwarded": true,
        "lang": "en"
    },
    {
        "id": "Kido_2023_TRF",
        "author": "<strong>Kido, T.</strong>, Yotsumoto, Y., & Hayashi, M. J.",
        "year": "2023, Oct 4-6",
        "title": "Relative Neural Representations of Time and Numerosity",
        "conference": "3rd conference of Timing Research Forum",
        "place": "Lisbon, Portugal",
        "abstract": "Processing magnitude information is essential for a variety of perceptual and cognitive tasks. A Theory Of Magnitude (ATOM; Walsh, 2003) proposes unified representations for time and numerosity in the frontoparietal regions. This theory has received considerable support from a large body of functional magnetic resonance imaging (fMRI) studies showing that processing time and numerosity commonly involve the frontoparietal regions. However, because these studies focused on the overlaps of brain regions involved in time and numerosity processing, it remains unclear whether they share the underlying neural representations. Here, we hypothesized that some neural populations have unified neural representations for time and numerosity by encoding their magnitude relatively rather than absolutely. To test this hypothesis, we collected fMRI data while participants performing a bisection task for numerosity (i.e., smaller or larger) and time intervals (i.e., shorter or longer) in different contexts where one of the three partially overlapping sets of numerical/temporal magnitudes were presented. Our multi-voxel pattern analyses revealed that the relative magnitude representations of numerosity gradually arise along the frontoparietal circuit. Although our experiments on time intervals are still ongoing and the results may be preliminary, we will share the findings of the same analysis applied to the fMRI data on time intervals. Also, we will test the idea of shared neural representations of relative magnitude by directly comparing multi-voxel activity patterns across time and numerosity. Taken together, our results would tell us whether time and numerosity are both represented relatively and whether they share the same neural populations to efficiently encode different types of magnitude information with a limited amount of neural resources.",
        "type": "poster",
        "description": "Poster presentation",
        "isAwarded": false,
        "lang": "en"
    },
    {
        "id": "Kido_2023_JHBI",
        "author": "<strong>Kido, T.</strong>, Yotsumoto, Y., & Hayashi, M. J.",
        "year": "2023, Sept 8-9",
        "title": "Shared Neural Representations of Relative Magnitudes for Numerosity and Time",
        "conference": "7th Japanese Meeting for Human Brain Imaging",
        "place": "Tokyo, Japan",
        "abstract": null,
        "type": "poster",
        "description": "Poster presentation",
        "isAwarded": true,
        "lang": "en"
    },
    {
        "id": "Kido_2022_時間生成学",
        "author": "<strong>Kido, T.</strong>, Yotsumoto, Y., & Hayashi, M. J.",
        "year": "2022, Nov 23-24",
        "title": "Scalable Representation of Numerosity and Its Representational Space",
        "conference": "Chronogenesis",
        "place": "Okinawa, Japan",
        "abstract": null,
        "type": "poster",
        "description": "Poster presentation",
        "isAwarded": true,
        "lang": "en"
    },
    {
        "id": "Kido_2022_ECVP",
        "author": "<strong>Kido, T.</strong>, Yotsumoto, Y., & Hayashi, M. J.",
        "year": "2022, Aug 28-Sept 1",
        "title": "Scalable representations of numerical magnitude in human frontoparietal cortex",
        "conference": "European Conference on Visual Perception 2022",
        "place": "Nijmegen, Netherlands",
        "abstract": "The ability to process numerosity has been reported across a variety of animal species and has been considered advantageous for survival. In humans and non-human primates, numerical information is encoded with numerosity-tuned neural populations in the frontoparietal network. However, it is still unclear whether the activation patterns of such numerosity-tuned neural populations are fixed to specific numerical magnitudes or flexibly adjusted according to the context of observed numerical magnitudes (i.e., scalable coding). Here, using functional magnetic resonance imaging with multi-voxel pattern analyses, we show that numerosity representations are scaled depending on the range of numerical magnitudes involved in the context. We trained a classifier to discriminate the numerical magnitudes of visual dot arrays from multi-voxel activation patterns observed for three partially overlapping numerosity sets. Specifically, we tested whether the classifier trained to classify a set of numerosities could decode the numerical magnitudes of the other sets. We found that the classifier was able to classify the numerosities based on their relative position of the magnitudes, whereas it failed to discriminate their absolute magnitude presented in a different context. This indicates that numerosity representations are scaled according to the range of numerosity involved in the context. Such context-dependent optimization of numerosity representation was ubiquitous across the frontoparietal network. Scaling neural representation of numerosity suggests an efficient scheme to use limited neural resources, where they are assigned based on relative magnitudes of numerosities within a context rather than its absolute magnitudes.",
        "type": "poster",
        "description": "Poster presentation",
        "isAwarded": false,
        "lang": "en"
    },
    {
        "id": "Kido_2022_NEURO",
        "author": "<strong>Kido, T.</strong>, Yotsumoto, Y., & Hayashi, M. J.",
        "year": "2022, June 30-July 3",
        "title": "Scalable Numerosity Coding in the Frontoparietal Network",
        "conference": "NEURO2022",
        "place": "Okinawa, Japan",
        "abstract": "The ability to process numerosity is essential for survival and has been reported across several animal species. In humans and non-human primates, numerosity is represented by the numerosity-tuned neural populations in the frontoparietal network (Nieder, 2016, Nat. Rev. Neurosci.). Numerosity has an extensive range of possible magnitudes, and representing them requires efficient usage of those limited neural resources: scaling the numerosity representations depending on contexts, for example. However, it is still unclear whether the neural activations for numerical magnitudes are fixed at absolute magnitude or flexibly scaled depending on the context. Here, using functional magnetic resonance imaging combined with multivariate pattern analysis, we show evidence that the numerosity representation is scaled depending on the range of numerical magnitude involved in the context. With three overlapping sets of non-symbolic numerosity, we trained a classifier to classify the multi-voxel activity patterns evoked by a set of numerosity and then tested how the classifier classifies the brain activity patterns evoked by another set of numerosity. Our searchlight analyses revealed that the trained classifier decoded the relative magnitude of numerosity in the set rather than their absolute magnitude, supporting the idea that the activations of the numerosity-tuned neuronal populations are scaled according to the context. Our result demonstrates the context-dependent optimization of numerosity representation in the frontoparietal network. The scaled representation can be interpreted under an efficient scheme, where incoming stimuli are encoded as deviations from expectations in a context.",
        "type": "poster",
        "description": "Poster presentation",
        "isAwarded": false,
        "lang": "en"
    },
    {
        "id": "Kido_2021_時間生成学",
        "author": "<strong>木戸 照明</strong>・四本 裕子・林 正道",
        "year": "2021",
        "title": "多変量パターン解析による数の相対的符号化仮説の検証",
        "conference": "新学術領域研究「時間生成学」2021年度第2回領域会議",
        "place": "オンライン",
        "abstract": null,
        "type": "poster",
        "description": "ポスター発表",
        "isAwarded": false,
        "lang": "jp"
    },
    {
        "id": "Kido_2020_時間生成学",
        "author": "<strong>木戸 照明</strong>・四本 裕子",
        "year": "2020",
        "title": "時間のアンサンブル知覚",
        "conference": "新学術領域研究「時間生成学」2019年度第2回領域会議",
        "place": "大阪",
        "abstract": null,
        "type": "poster",
        "description": "ポスター発表",
        "isAwarded": true,
        "lang": "jp"
    },
    {
        "id": "Kido_2019_VSS",
        "author": "<strong>Kido, T.</strong>, & Yotsumoto, Y.",
        "year": "2019, May 17-22",
        "title": "Ensemble perception for durations of visual stimuli",
        "conference": "Vision Science Society, 19th Annual Meeting",
        "place": "St. Pete Beach, FL, USA",
        "abstract": "Whether our time perception is governed by a single timing system or multiple timing systems has been of interests to researchers. While studies have mainly focused on dedicated or intrinsic processes across modalities, how multiple time information is encoded and processed simultaneously within a modality remains unclear. How multiple visual items presented simultaneously are processed has been extensively studied under the name of ensemble perception. In the studies of ensemble perception, however, visual items are presented simultaneously with various spatial distributions with fixed stimulus durations; whether such ensemble perception is or is not possible in the temporal domain has not yet been studied. Here, we measured ensemble perception for durations of items. In the experiment, various numbers of discs were presented, with different durations at various onset times. Onset times of the discs were randomly determined so that the discs had some temporal overlaps with other discs. Participants were instructed to reproduce the mean duration of the discs by pressing a button. The number of discs was either 1, 2, 4, 8, or 16, and the actual mean duration of a set of discs was set to be either 0.5, 0.7, or 0.9 sec. In the analysis, we calculated (1) mean reproduced durations, and (2) coefficient variations (C.V.) of the reproduced durations. The results showed that the participants were able to reproduce the mean durations accurately regardless the number of items. However, C.V. increased monotonically as the number of the discs increased. These results indicate that our visual system is able to track multiple durations and extract ensemble statistics in the temporal domain, although the representation of the temporal information may be vulnerable to simultaneous processing.",
        "type": "poster",
        "description": "Poster presentation",
        "isAwarded": false,
        "lang": "en"
    },
    {
        "id": "Kido_2019_VSJ",
        "author": "<strong>木戸 照明</strong>・四本 裕子",
        "year": "2019",
        "title": "視覚刺激持続時間のアンサンブル知覚",
        "conference": "日本視覚学会2019年冬季大会抄録集，46",
        "place": null,
        "abstract": "時間情報処理において同時にいくつの時間情報を保持・処理可能か否かを検討することは，ヒトの間隔時間知覚の機序の理解に重要である．並列的処理に関連して，視野内の似通った複数個の物体から要約的な情報を抽出する視覚システムのことをアンサンブル知覚と呼ぶ．アンサンブル知覚はこれまで，視覚刺激の大きさや方位，運動の方向や速度を始めとして様々な特徴において報告されてきたが，時間情報とくに持続時間 (duration) に関する報告は未だされていない．そこで本研究は，視覚刺激の持続時間におけるアンサンブル知覚の有無を検証した．実験ではそれぞれ固有の持続時間をもつ視覚刺激を複数個呈示し，被験者はそれらの視覚刺激の平均持続時間の再生を行った．その結果，視覚刺激が複数個の場合は再生の精度が視覚刺激の個数によらず，アンサンブル知覚がある程度の精度でなされていることが示唆された．このことは時間情報処理において同時に複数の時間情報を保持・操作することが可能であることを示唆する．",
        "type": "poster",
        "description": "ポスター発表",
        "isAwarded": false,
        "lang": "jp"
    }
]